Public Attributes | List of all members
API_SFill_Line Struct Reference
Attribute Management
Describes a line item in a symbol fill. More...
#include <APIdefs_Attributes.h>
 Public Attributes
 API_Coord  | begC
The beginning coordinate of the line item in the symbol fill.
 API_Coord  | endC
The end coordinate of the line item in the symbol fill.
Detailed Description
Describes a line item in a symbol fill.
Remarks
None.